const data = {
    segezha: {
        title: "Сегежский округ",
        text: "<b>Главный город:</b> Сегежа <br><b>Население:</b> 23 000 чел. <br><b>Площадь:</b> 10 700 кв. км. <br><b>Описание:</b> Промышленное сердце Карелии. <br><b>Достопримечательности:</b> Озеро Выгозеро, Сегежский ЦБК.",
        images: [
            "./docs/img/sgzh1.jpg",
            "./docs/img/sgzh2.jpg",
            "./docs/img/sgzh3.jpg"
        ]
    },
    petrozavodsk: {
        title: "Петрозаводский городской округ",
        text: "<b>Главный город:</b> Петрозаводск <br><b>Население:</b> 235 000 чел. <br><b>Площадь:</b> 113 кв. км. <br><b>Описание:</b> Столица Карелии, культурный центр на берегу Онежского озера. <br><b>Достопримечательности:</b> Онежская набережная, Национальный музей РК.",
        images: [
            "./docs/img/ptz1.jpg",
            "./docs/img/ptz2.jpg",
            "./docs/img/ptz3.jpg"
        ]
    },
    sortavala: {
        title: "Сортавальский округ",
        text: "<b>Главный город:</b> Сортавала <br><b>Население:</b> 14 000 чел. <br><b>Площадь:</b> 10 кв. км (город). <br><b>Описание:</b> Туристическая столица с финской архитектурой. <br><b>Достопримечательности:</b> Горный парк «Рускеала».",
        images: [
            "./docs/img/sortavala1.jpg",
            "./docs/img/sortavala2.jpg",
            "./docs/img/sortavala3.jpg"
        ]
    },
    kondopoga: {
        title: "Кондопожский район",
        text: "<b>Главный город:</b> Кондопога <br><b>Население:</b> 25 000 чел. <br><b>Площадь:</b> 5 900 кв. км. <br><b>Описание:</b> Индустриальный центр с богатой историей. <br><b>Достопримечательности:</b> Водопад Кивач, Успенская церковь.",
        images: [
            "./docs/img/kondopoga1.jpg",
            "./docs/img/kondopoga2.jpg",
            "./docs/img/kondopoga3.jpg"
        ]
    },
    kem: {
        title: "Кемский район",
        text: "<b>Главный город:</b> Кемь <br><b>Население:</b> 10 000 чел. <br><b>Площадь:</b> 8 000 кв. км. <br><b>Описание:</b> Древний поморский город, ворота на Соловки. <br><b>Достопримечательности:</b> Успенский собор, берег Белого моря.",
        images: [
            "./docs/img/kem1.jpg",
            "./docs/img/kem2.jpg",
            "./docs/img/kem3.jpg"
        ]
    },
    kostom: {
        title: "Костомукшский городской округ",
        text: "<b>Главный город:</b> Костомукша <br><b>Население:</b> 30 000 чел. <br><b>Площадь:</b> 4 000 кв. км. <br><b>Описание:</b> Самый молодой город республики, промышленный гигант. <br><b>Достопримечательности:</b> Заповедник «Костомукшский», памятник «Ахти».",
        images: [
            "./docs/img/kostom1.jpg",
            "./docs/img/kostom2.jpg",
            "./docs/img/kostom3.jpg"
        ]
    },
    belomorsk: {
        title: "Беломорский муниципальный округ",
        text: "<b>Главный город:</b> Беломорск <br><b>Население:</b> 7 000 чел. <br><b>Площадь:</b> 12 800 кв. км. <br><b>Описание:</b> Приморский район, край древних наскальных рисунков. <br><b>Достопримечательности:</b> Беломорские петроглифы, 19-й шлюз ББК.",
        images: [
            "./docs/img/belomorsk1.jpg",
            "./docs/img/belomorsk2.jpg",
            "./docs/img/belomorsk3.jpg"
        ]
    },
    kalevala: {
        title: "Калевальский национальный район",
        text: "<b>Главный поселок:</b> Калевала <br><b>Население:</b> 3 500 чел. <br><b>Площадь:</b> 13 300 кв. км. <br><b>Описание:</b> Родина всемирно известного эпоса «Калевала». <br><b>Достопримечательности:</b> Сосна Леннрота, Музей рунопевцев.",
        images: [
            "./docs/img/kalevala1.jpg",
            "./docs/img/kalevala2.jpg",
            "./docs/img/kalevala3.jpg"
        ]
    },
    lahden: {
        title: "Лахденпохский район",
        text: "<b>Главный город:</b> Лахденпохья <br><b>Население:</b> 5 800 чел. <br><b>Площадь:</b> 2 800 кв. км. <br><b>Описание:</b> Живописный край Северного Приладожья. <br><b>Достопримечательности:</b> Гора Филина, Ладожские шхеры.",
        images: [
            "./docs/img/land1.jpg",
            "./docs/img/land2.jpg",
            "./docs/img/land3.jpg"
        ]
    },
    louhi: {
        title: "Лоухский район",
        text: "<b>Главный поселок:</b> Лоухи <br><b>Население:</b> 3 700 чел. <br><b>Площадь:</b> 22 500 кв. км. <br><b>Описание:</b> Самый северный и большой район Карелии. <br><b>Достопримечательности:</b> Парк «Паанаярви», Полярный круг.",
        images: [
            "./docs/img/louhi1.jpg",
            "./docs/img/louhi2.jpg",
            "./docs/img/louhi3.jpg"
        ]
    },
    medvezh: {
        title: "Медвежьегорский район",
        text: "<b>Главный город:</b> Медвежьегорск <br><b>Население:</b> 11 700 чел. <br><b>Площадь:</b> 13 700 кв. км. <br><b>Описание:</b> Важный транспортный узел в центре республики. <br><b>Достопримечательности:</b> Сандармох, оборонительные укрепления.",
        images: [
            "./docs/img/mdzh1.jpg",
            "./docs/img/mdzh2.jpg",
            "./docs/img/mdzh3.jpg"
        ]
    },
    muezer: {
        title: "Муезерский район",
        text: "<b>Главный поселок:</b> Муезерский <br><b>Население:</b> 2 500 чел. <br><b>Площадь:</b> 13 500 кв. км. <br><b>Описание:</b> Таежный край, рай для любителей дикой природы. <br><b>Достопримечательности:</b> Гора Воттоваара.",
        images: [
            "./docs/img/muesersk1.png",
            "./docs/img/muesersk2.png",
            "./docs/img/muesersk3.png"
        ]
    },
    olonec: {
        title: "Олонецкий национальный район",
        text: "<b>Главный город:</b> Олонец <br><b>Население:</b> 7 600 чел. <br><b>Площадь:</b> 4 000 кв. км. <br><b>Описание:</b> Старейший город Карелии, южный центр региона. <br><b>Достопримечательности:</b> Национальный музей, гусиные поля.",
        images: [
            "./docs/img/olonec1.jpg",
            "./docs/img/olonec2.jpg",
            "./docs/img/olonec3.jpg"
        ]
    },
    pitcyar: {
        title: "Питкярантский округ",
        text: "<b>Главный город:</b> Питкяранта <br><b>Население:</b> 8 000 чел. <br><b>Площадь:</b> 2 300 кв. км. <br><b>Описание:</b> Прибрежный промышленный район на Ладоге. <br><b>Достопримечательности:</b> Водопад «Белые мосты».",
        images: [
            "./docs/img/pyatk1.jpg",
            "./docs/img/pyatk2.jpg",
            "./docs/img/pyatk3.jpg"
        ]
    },
    pryazha: {
        title: "Пряжинский национальный район",
        text: "<b>Главный поселок:</b> Пряжа <br><b>Население:</b> 3 400 чел. <br><b>Площадь:</b> 6 400 кв. км. <br><b>Описание:</b> Центр карельской культуры и этнотуризма. <br><b>Достопримечательности:</b> Деревня Кинерма.",
        images: [
            "./docs/img/pryazha1.png",
            "./docs/img/pryazha2.png",
            "./docs/img/pryazha3.png"
        ]
    },
    pydozh: {
        title: "Пудожский район",
        text: "<b>Главный город:</b> Пудож <br><b>Население:</b> 7 200 чел. <br><b>Площадь:</b> 12 700 кв. км. <br><b>Описание:</b> Исторический край на юго-востоке республики. <br><b>Достопримечательности:</b> Онежские петроглифы (Бесов Нос).",
        images: [
            "./docs/img/pudozh1.jpg",
            "./docs/img/pudozh2.jpg",
            "./docs/img/pudozh3.jpg"
        ]
    },
    syoyarvi: {
        title: "Суоярвский округ",
        text: "<b>Главный город:</b> Суоярви <br><b>Население:</b> 8 000 чел. <br><b>Площадь:</b> 6 400 кв. км. <br><b>Описание:</b> Приграничный железнодорожный узел на западе. <br><b>Достопримечательности:</b> Озеро Суоярви.",
        images: [
            "./docs/img/suoyarvi1.jpg",
            "./docs/img/suoyarvi2.jpg",
            "./docs/img/suoyarvi3.jpg"
        ]
    },

    murmansk: { 
        title: "Мурманская область", 
        text: "На севере Карелия граничит с Заполярьем; \
               через Мурманскую область проходят основные \
               транспортные пути к арктическим портам и \
               северному побережью Белого моря",
    },
    archangelsk: { 
        title: "Архангельская область", 
        text: "Восточный сосед Карелии, с которым республику \
               объединяет не только общая сухопутная граница, но и \
               акватория Белого моря, игравшая ключевую роль \
               в освоении Русского Севера",
    },
    vologda: { 
        title: "Вологодская область", 
        text: "С юго-востока Карелия примыкает к Вологодской области; \
               эти регионы исторически связаны водными путями \
               Волго-Балтийского канала и традициями \
               деревянного зодчества",
    },
    spb: { 
        title: "Ленинградская область", 
        text: "Южный сосед и стратегический партнер Карелии, \
               с которым республика делит берега крупнейших \
               озер Европы — Ладожского и Онежского",
    },
    finland: { 
        title: "Финляндия", 
        text: "Западная граница Карелии является государственным \
               рубежом с Финляндией, что на протяжении веков определяло \
               тесное переплетение культур, языков и торговых \
               отношений между народами",
    },
};

const mainData = {
    title: "Республика Карелия",

    info:"Карелия — северо-западный «лоскут» в пэчворке России на границе с Финляндией. \
        Изначально здесь жили финно-угорские народы (карелы, вепсы и саамы), \
        которым так и не удалось создать собственное государство. Начиная с XI века \
        их захватывали то Новгородское княжество, то Швеция, а с XV века здесь \
        прочно установилась русская власть. \
        <br><br>После Революции 1917 года карелы \
        попытались поднять восстание при поддержке финнов, но безуспешно — \
        регион остался в составе СССР как Карельская ССР, став позже Республикой Карелия. \
        По площади (180,5 тыс. кв. км) она сопоставима с Грецией или четырьмя Даниями, \
        хотя это всего 1% территории России. \
        <br><br>Половина этой земли покрыта лесом, \
        четверть — водой, остальное занимают болота. Карелия — российский аналог \
        американской Миннесоты, «штата десяти тысяч озер», только с русским размахом: \
        озер здесь 60 тысяч. Крупнейшее в Европе Ладожское озеро по площади \
        (17,7 тыс. кв. км) равно целому государству Кувейт.\n\nЕще здесь 27 тысяч рек, \
        так что Карелия — это немного Венеция: до многих населенных пунктов \
        не добраться иначе как на лодке или «Метеоре». А до деревни Сенная Губа \
        зимой и вовсе приходится летать на вертолете. Для местных жителей фраза",

    nature: "Температура в Карелии круглый год в «зоне комфорта». Несмотря на то что рядом самый суровый Северный \
        Ледовитый океан, здесь не бывает затяжных морозов: средняя температура января от -8 до -13 °C. В Сибири на \
        тех же широтах — холоднее на 10 °C. Почему так? Климат смягчает другой океан — Атлантический. Но не всегда всё идет гладко. \
        <br><br>Зимой может заглянуть циклон с запада и принести морозы до -30 °C. Хорошая новость в том, что стоят \
        они недолго. Самый погодно неустойчивый месяц — февраль. \
        <br>Лето в Карелии — недолгое и нежаркое: средние температуры июля от +14 до +16 °C. Но и тут не обходится \
        без сюрпризов: бывает, приходит жара до +30 °C, а вслед за ней — ливневые дожди. Осадков вообще выпадает \
        довольно много, и самые щедрые на них месяцы — август и сентябрь. Зато можно побаловаться грибами.\
        <br>Осень — время туч и ветра. А в ноябре приходит зима. \
        Главное чудо здешнего климата — это полярные ночь и день. В декабре в приполярной части Карелии день длится всего четыре часа. \
        Зато в июне наступает компенсация в виде белых ночей: до 20 часов в сутки можно не зажигать лампы. \
        <br><br><b>Флора и фауна Карелии</b> \
        <br><b>Растения</b> \
        <br>Карелия хоть и северная, но зеленая и пушистая. Тут много лесов, и 88% из них хвойные. Самое распространенное дерево — сосна. \
        В сосняках с нормальной почвой можно найти чернику, бруснику, воронику \
        Она же шикша., багульник и лесные травы, на болотах — морошку и клюкву. На севере Карелии встречается куманика \
        Она же княженика.. Грибов во главе с их царем — белым — тоже в достатке. Словом, Карелия — идеальное место \
        для ягодно‑грибного туризма. В южной части республики растет знаменитая карельская береза. Выглядит она \
        как обычная береза, у которой «что‑то пошло не так». Невысокая, кривоватая, вся в наростах и буграх. \
        Но не судите по одежке: это одна из самых ценных древесных пород в мире! Внутри такой березки скрываются причудливые узоры. \
        Почему они появляются — до сих пор неизвестно. То ли из‑за генетического заболевания, то ли недостатка питания. \
        <img src='docs/img/nature1.jpg' class='inner-img'> \
        <span style='display:block; font-size:11px; color:#868e96; font-style:italic; margin-top:-5px; margin-bottom:10px; text-align:center;'>Карелия. Ладожское озеро</span> \
        В лесах Карелии обитают волки, рыси, лоси, олени, бурые медведи. Бывает, мишки выходят и к людям. \
        Но они питаются в основном растительной пищей и сами на человека \
        не нападают. Еще здесь можно встретить крошечную бурозубку — самое мелкое млекопитающее России. \
        Она меньше детской ладони и весит всего 4–16 граммов. \ К сожалению, она занесена в Красную книгу. \
        Вообще, в Карелии много редких животных: северный олень, летяга, несколько видов летучих мышей, \
        заяц‑русак, норка, росомаха, косуля, морская свинья. А ладожская нерпа \
        может сравниться по уникальности разве что с березой карельской. Она обитает только в Ладожском озере. И она тоже в Красной книге. \
        Птиц здесь почти 250 видов, в том числе редких: черный и белый аист, оляпка, рогатый жаворонок, серый журавль… \
        В реках и озерах плещутся сиг, лосось, судак и другая рыба. \
        Гуляя по лесам, смотрите под ноги, чтобы не наступить ненароком на змею. Без паники: здесь водится только \
        одна змея, которую следует опасаться, — гадюка. И даже ее укус — болезненный, но не особо опасный для человека. \
        Змеи, как и большинство животных, не нападают на людей без причин. \
        Еще из‑за обилия воды в Карелии водится много комаров, мошек и слепней.",

    sights: "<b>Остров Кижи</b> \
        <br>Кижи — это остров на Онежском озере и музей‑заповедник на этом острове. Главная ценность музея — «Кижский погост», который входит в список \
        Всемирного культурного наследия ЮНЕСКО. Это две церкви, шатровая колокольня, ограда и старинное кладбище. На Кижи стоит поехать ради одной \
        только Церкви Преображения Господня. Она удивительно сочетает в себе нарядность и аскетичность. «Рубить, и никаких гвоздей!» — сказал бы \
        Маяковский, глядя на нее. Потому что церковь построена без единого гвоздя. \
        <br><br>По легенде, ее возвел некий Нестор с помощью одного топора. Завершив работу, он утопил топор в озере со словами: «Не было, нет \
        и не будет нигде больше такого чудесного храма!» Но на самом деле такое зодчество было традиционным на Руси: избы и храмы складывали из \
        срубов разного калибра, как конструктор.\
        <br><br>Церковь Покрова Богородицы — еще одна ценность музея Кижи. Тоже деревянная, почерневшая от времени и потому аскетичная. \
        Примечательно, что даже в годы СССР в этих двух церквях продолжались службы. Антирелигиозное советское правительство признало их \
        и колокольню выдающимися архитектурными памятниками, поставило на государственный учет и взяло под охрану. \
        <br><br>В Кижах можно увидеть и другие деревянные церкви, часовни, дома, амбары и ветряные мельницы, иконы, мебель и всяческие предметы быта. \
        Они привезены из разных деревень Карельского Заонежья и соседних районов Карелии — русских и финно‑угорских. Если по‑настоящему «прислушаться» \
        к этим вещам, можно перенестись в прошлое. \
        <br>\
        <img src='docs/img/sights1.jpg' class='inner-img'> \
        <span style='display:block; font-size:11px; color:#868e96; font-style:italic; margin-top:-5px; margin-bottom:10px; text-align:center;'>Преображенская церковь на острове Кижи</span> \
        <b>Остров Валаам</b> \
        <br>Еще один знаменитый остров Карелии, только уже на Ладожском озере, — Валаам. Он относится к Валаамскому архипелагу, в котором около полусотни \
        островов. На некоторых можно обнаружить остатки языческой культуры коренного народа. Например, на острове Дивном есть загадочные «кромлехи» — каменные круги. \
        Но Валаам прославило совсем другое культовое сооружение — Спасо‑Преображенский мужской монастырь. По преданию, его основали преподобные \
        Сергий и Герман — одни из первых греческих миссионеров, крестивших Русь в X веке. Их мощи хранятся здесь, в нижнем храме Спасо‑Преображенского собора. \
        <br><br>Валаамский монастырь — один из самых древних в России. Изначальные постройки до нас не дошли: на обитель регулярно нападали соседи‑шведы, \
        опустошая и разоряя ее, пока в начале XVIII века Пётр Первый не отвоевал эту территорию окончательно. Но свежепостроенные деревянные церкви уничтожил пожар. \
        Монастырь расцвел в XIX веке благодаря умелому управлению настоятелей. \
        До Октябрьской революции здесь работали около 30 производств, была своя конюшня и молочная ферма, библиотека, иконописная мастерская, \
        школа живописи и даже фотомастерская. Но 1917 год всё перевернул. Остров Валаам отошел к Финляндии, которая стала независимой, и на православных \
        монахов начались гонения. \
        Службы стали проводить на финском языке, а церковный календарь насильно перевели на новый стиль. Во время Советско‑финской войны монастырь \
        не раз попадал под бомбежки советских войск. Жителей острова и почти всех монахов эвакуировали, они увезли с собой и главные святыни. \
        <br><br>С 1940-х годов советские власти использовали здешние строения под свои нужды. Сначала разместили школу боцманов и юнг, затем — Дом инвалидов \
        войны и труда. В одной из церквей хранили овощи, в алтаре другой открыли магазин. Деревянные часовни, церковные книги и иконы сжигали, чтобы \
        отапливать свинарник и коровник. \
        <br>\
        <img src='docs/img/sights2.jpg' class='inner-img'> \
        <span style='display:block; font-size:11px; color:#868e96; font-style:italic; margin-top:-5px; margin-bottom:10px; text-align:center;'>Валаамский монастырь</span> \
        <b>Горный парк «Рускеала»</b> \
        <br>Еще одна точка из списка «посетить обязательно». Это не что иное, как бывшие каменоломни. Карелия — это только хардкор. С середины XVII века здесь \
        хозяйничали и добывали мрамор шведы. Потом эта территория отошла Российской империи, и камень стала добывать Екатерина II для строительства Санкт‑Петербурга. \
        Применяли буровзрывной способ. Сначала рабочие бурили отверстия в породе, затем их набивали порохом и подрывали. Блок откалывался и падал на \
        дно карьера. Там его обрабатывали каменотесы, и готовые куски мрамора перевозили в Питер на кораблях. \
        В конце XIX века неподалеку построили известковый завод, и мрамор понадобился для него. Теперь камень добывали комбинированным способом: \
        карьерами, шахтами и штольнями. Во время Великой Отечественной войны завод и карьер забросили, но в 1944 году начали восстанавливать. \
        Старый Главный карьер больше не разрабатывали, и его заполнила вода. Так появилось мраморное озеро — центр сегодняшнего Рускеальского парка. \
        Камень здесь добывали до конца XX века. Потом месторождение признали непригодным, и на его месте открыли парк. \
        <br>\
        <img src='docs/img/sights3.jpg' class='inner-img'> \
        <span style='display:block; font-size:11px; color:#868e96; font-style:italic; margin-top:-5px; margin-bottom:10px; text-align:center;'>Туристический комплекс \"Рускеала\"</span> \
        <b>Музеи и театры</b> \
        <ul> \
        <li>Национальный музей Республики Карелия, Петрозаводск — природа, археология, история края и города Петрозаводска, \
        традиционная культура русских, карелов, вепсов.</li> \
        <li>Музей изобразительных искусств Республики Карелия, Петрозаводск — древнерусская живопись Карелии XV–XIX веков, русское искусство XVIII–XX веков, \
        искусство современной Карелии и Западной Европы.</li> \
        <li>Художественная галерея «Дом Куклы» Татьяны Калининой, Петрозаводск — авторские куклы, картины, скульптуры.</li> \
        <li>Историко‑этнографический музей «Золотой ручей», село Заозерье — предметы быта конца XIX – начала XX века.</li> \
        <li>Музей «Полярный Одиссей», Петрозаводск — действующие копии исторических деревянных парусных \
        кораблей и экспозиция, рассказывающая о путешествиях и экспедициях членов клуба «Полярный Одиссей».</li> \
        <li>Центр поморской культуры, Беломорск — история, быт и культура поморов, коренных жителей побережья Белого моря.</li> \
        <li>Исторический парк «Бастионъ», Сортавала — музей «живой» истории, где большинство предметов экспозиции можно потрогать.</li> \
        </ul>"
};